Repository: elementary/icons
Catalog: po/*.po
Languages: cs, es, fr, sv

source: elementary Icons
cs: Ikony elementary
es: Iconos de elementary
fr: Icônes d'elementary
sv: elementära ikoner

source: Named, vector icons for elementary OS
cs: Nazvané, vektorové ikony pro elementary OS
es: Iconos vectoriales con nombre para elementary OS
fr: Icônes vectorielles nommées pour elementary OS
sv: Namngivna, vektorikoner för elementära operativsystem

source: An original set of vector icons designed specifically for elementary OS and its desktop environment: Pantheon.
cs: Původní sada vektorových ikon navržených konkrétně pro elementary OS a jeho desktopové prostředí: Pantheon.
es: Un conjunto original de iconos vectoriales diseñados específicamente para el sistema operativo elementary y su entorno de escritorio: Pantheon.
fr: Un ensemble d'icônes vectorielles originales conçues spécifiquement pour elementary OS et son environnement de bureau : Pantheon.
sv: En originaluppsättning av vektorikoner som utformats speciellt för elementära operativsystem och dess skrivbordsmiljö: Pantheon.

source: Removals:
cs: Odebrání:
es: Iconos retirados:
fr: Suppressions :
sv: Borttagningar:

source: non-fd.o "bluetooth-*", "microphone-sensitivity-*", and "night-light" symbolic panel icons
es: Panel de iconos simbólicos no definidos en Freedesktop (non-fd.o) «bluetooth-*», «microphone-sensitivity-*» (sensibilidad del micrófono) y «night-light» (luz nocturna)
sv: non-fd.o Symboliska panelikoner för "bluetooth-*", "mikrofonkänslighet-*" och "nattljus"

source: "mail-archive" and "mail-move"
es: «mail-archive» (archivo del correo) y «mail-move» (mover correo)
fr: « mail-archive » et « mail-move »
sv: "mail-archive" och "mail-move"

source: Updated families:
cs: Aktualizovány sady:
es: Familias actualizadas:
fr: Familles mises à jour :
sv: Uppdaterade familjer:

source: "insert-image-symbolic" is now more detailed
es: «insert-image-symbolic» (insertar imagen simbólica) ahora es más detallada
fr: « insert-image-symbolic » est désormais plus détaillé
sv: "insert-image-symbolic" är nu mer detaljerad

source: "media-record" has an updated palette
es: «media-record» (grabador de medios) tiene una paleta actualizada
fr: Couleurs de « media-record » mises à jour
sv: "media-record" har en uppdaterad palett

source: "document-page-setup", "edit-copy", "edit-cut", "media-optical", "open-menu", "system-run" look better on dark backgrounds
es: «document-page-setup» (configurar página de documento), «edit-copy» (edición copiar), «edit-cut» (edición, cortar), «media-optical» (medios ópticos), «open-menu» (abrir menú), «system-run» (ejecutar sistema) se ven mejor en fondos oscuros
fr: « document-page-setup », « edit-copy » « edit-cut », « media-optical », « open-menu », « system-run » ont désormais un meilleur rendu sur les fonds sombres
sv: "document-page-setup", "edit-copy", "edit-cut", "media-optical", "open-menu", "system-run" ser bättre ut på mörka bakgrunder

source: Improved arrow shape for "browser-download", "document-send", "document-import/export", "object-merge", "object-rotate", "pane-hide/show", and "view-refresh"
es: Forma de flecha mejorada para «browser-download» (descargar navegador), «document-send» (enviar documento), «document-import/export» (importar/exportar documento), «object-merge» (fusionar objetos), «object-rotate» (rotar objeto), «pane-hide/show» (ocultar/mostrar panel) y «view-refresh» (refrescar vista)
fr: Amélioration de la forme de la flèche pour « browser-download », « document-send », « document-import/export », « object-merge », « object-rotate », « pane-hide/show » and « view-refresh »
sv: Förbättrad pilform för "browser-download", "document-send", "document-import/export", "object-merge", "object-rotate", "pane-hide/show" och "view-refresh"

source: Additions:
cs: Přidáno:
es: Iconos agregados:
fr: Ajouts :
sv: Tillägg:

source: "list-drag-handle-symbolic" as used in draggable list box rows
es: «list-drag-handle-symbolic» (arrastrar lista simbólica) usado en filas de listas en forma de caja
fr: « list-drag-handle-symbolic » comme utilisé dans les draggable list box rows
sv: "list-drag-handle-symbolic" som används i draggbara listboxrader

source: "selection-mode-symbolic" as used in apps which have a button to switch a list into a selection mode
es: «selection-mode-symbolic» (modo de selección simbólico) usado en aplicaciones que tengan un botón para cambiar entre una vista de lista y otro modo de selección
fr: «selection-mode-symbolic » comme utilisé dans les applications ayant un bouton pour changer une liste en mode de sélection
sv: "selection-mode-symbolic" som används i appar som har en knapp för att växla en lista till ett urvalsläge

source: "adw-expander-arrow-symbolic" as used in Adw.PreferencesWindow
es: «adw-expander-arrow-symbolic» (flecha expansora simbólica de Adwaita) usado en Adw.PreferencesWindow (Ventana de preferencias)
fr: « adw-expander-arrow-symbolic » comme utilisé dans Adw.PreferencesWindow
sv: "adw-expander-pil-symbolisk" som används i Adw.PreferencesWindow

source: "adw-external-link-symbolic" as used in Adw.AboutWindow
es: «adw-external-link-symbolic» (enlace externo simbólico de Adwaita) usada en Adw.AboutWindow (ventana acerca de)
fr: « adw-external-link-symbolic » comme utilisé dans Adw.AboutWindow
sv: "adw-external-link-symbolic" som används i Adw.AboutWindow

source: "adw-tab-*" icons as used with Adw.Tabbar
es: «adw-tab-*» (pestañas de Adwaita) usados con Adw.Tabbar (barra de pestañas)
fr: Les icônes « adw-tab-* » comme utilisées avec Adw.Tabbar
sv: "adw-tab-*" ikoner som används med Adw.Tabbar

source: "network-*" status icons which are not in the FreeDesktop icon name specification
es: «network-*» (red), iconos de estatus que no se encuentran en la especificación de nombres de FreeDesktop
fr: Les icônes d'état « network-* » qui ne sont pas dans la spécification des noms d'icônes FreeDesktop
sv: "network-*" statusikoner som inte finns med i FreeDesktop-ikonens namnspecifikation

source: Device icons which are not in the FreeDesktop icon name specification: "camera", "drive-cdrom", "media-cdrom", "music-player", "printer-remote", and "system"
es: Iconos de dispositivos que no se encuentran en la especificación de nombre de FreeDesktop: «camera» (cámara), «drive-cdrom» (unidad de CD), «media-cdrom» (medio de CD), «music-player» (reproductor de música), «printer-remote» (impresora remota), y «system» (sistema)
fr: Les icônes d'appareils qui ne sont pas dans la spécification des noms d'icônes FreeDesktop : « camera », « drive-cdrom », « media-cdrom », « music-player », « printer-remote » and « system »
sv: Enhetsikoner som inte finns med i FreeDesktop-ikonens namnspecifikation: "kamera", "drive-cdrom", "media-cdrom", "musikspelare", "skrivare-fjärrkontroll" och "system"

source: "process-completed" uses a new checkmark shape, has a 32px version, and symlinks were added for "emblem-default"
es: «process-completed» (proceso finalizado) utiliza una nueva forma de marca de verificación, tiene una versión de 32px y se agregaron enlaces simbólicos para «emblem-default» (emblema predeterminado)
sv: "process-completed" använder en ny checkmark-form, har en 32px-version, och symlinks lades till för "emblem-default"

source: Updated corner radius of "edit-clear" and "document-*-symbolic"
es: Se actualizaron los radios de las esquinas para «edit-clear» (editar, limpiar) y «document-*-symbolic» (documentos simbólicos)
fr: Mise à jour de l'arrondi pour « edit-clear » et « document-*-symbolic »
sv: Uppdaterad hörnradie för "edit-clear" och "document-*-symbolic"

source: Updated "preferences-desktop-display" and added a 64px version
es: Se actualizó «preferences-desktop-display» (preferencias del escritorio o pantalla) y se agregó una versión de 64px
fr: Mise à jour de « preferences-desktop-display » et ajout d'une version 64px
sv: Uppdaterade "preferences-desktop-display" och lade till en 64px-version

source: "panel-left/right"
es: «panel-left/right» (panel izquierdo/derecho)
sv: "panel-vänster/höger"

source: Symlink to "application-x-xpinstall" for web extension files
es: Enlace simbólico a «application-x-xpinstall» (instalación de aplicación en forma de x) para archivos de extensiones web
fr: Lien symbolique vers « application-x-xpinstall » pour les fichiers d'extension Web
sv: Symlink till "application-x-xpinstall" för webbtilläggsfiler

source: "internet-web-browser"
es: «internet-web-browser» (navegador de web, internet)
sv: "internet-webbläsare"

source: "system-os-install"
es: «system-os-install» (instalación de sistema operativo)

source: "preferences-desktop-accessibility-pointing"
es: «preferences-desktop-accessibility-pointing» (preferencias de escritorio, accesibilidad: punteros)
sv: "preferenser-skrivbord-tillgänglighet-pekning"

source: "preferences-desktop-accessibility-zoom"
es: «preferences-desktop-accessibility-zoom» (preferencias de escritorio, accesibilidad: escalado)
sv: "inställningar-skrivbord-åtkomlighet-zoom"

source: "preferences-color"
es: «preferences-color» (preferencias de color)
sv: "preferenser-färg"

source: "preferences-system-windows"
es: «preferences-system-windows» (preferencias de ventanas del sistema)
sv: "preferenser-system-fönster"

source: "applications-education"
es: «applications-education» (aplicaciones educativas)
sv: "tillämpningar-utbildning"

source: "applications-interfacedesign"
es: «applications-interfacedesign» (aplicaciones de diseño e interfaz)
sv: "applikationer-interfacedesign"

source: "applications-photography"
es: «applications-photography» (aplicaciones de fotografía)
sv: "applikationer-fotografi"

source: "view-list-compact"
es: «view-list-compact» (vista de lista compacta)
sv: "visa-lista-kompakt"

source: "applications-development" uses a purple tile and the same hammer glyph as build system file types
es: «applications-development» (aplicaciones de desarrollo) utiliza un mosaico púrpura y el mismo glifo de martillo que los archivos de tipo compilación de sistema
sv: "applications-development" använder en lila kakel och samma hammarsymbol som filtyper för byggsystem

source: "system-file-manager" is blue and tile shaped
es: «system-file-manager» (gestor de archivos del sistema) es azul y en forma de mosaico
sv: "system-file-manager" är blå och kakelformad

source: "accessories-calculator" redesigned as a tile shape
es: «accessories-calculator» (accesorios, calculadora) se ha rediseñado en forma de mosaico
sv: "accessories-calculator" omdesignad som en kakelform

source: Update the border radius of several tile-shaped icons
es: Se actualizó el radio de las esquinas de varios iconos en forma de mosaico
fr: Mise à jour du rayon de la bordure de plusieurs icônes sous forme de tuiles
sv: Uppdatera kantradien för flera kakelformade ikoner

source: "view-*" symbolic icons
es: Iconos simbólicos de «view-*» (vistas)
fr: Icônes symboliques « view-* »
sv: "view-*" symboliska ikoner

source: "computer-fail"
es: «computer-fail» (falla del computador)

source: "preferences-desktop-theme"
es: «preferences-desktop-theme» (preferencias del tema del escritorio)
sv: "inställningar-desktop-tema"

source: "application-x-sharedlib"
es: «application-x-sharedlib» (biblioteca compartida de aplicación x)

source: "process-paused"
es: «process-paused» (proceso pausado)
sv: "process-pausad"

source: "office-address-book"
es: «office-address-book» (libreta de direcciones de oficina)
sv: "kontors-adressbok"

source: Flash file types
es: Tipos de archivo de Flash
fr: Types de fichier flash
sv: Flash filtyper

source: Clean up "preferences-desktop-workspaces"
es: Se limpió el icono «preferences-desktop-workspaces» (preferencias de áreas de trabajo del escritorio)
fr: Nettoyage de « preferences-desktop-workspaces »
sv: Städa upp "preferences-desktop-workspaces"

source: Update "preferences-desktop" to new tile shape
es: Se actualizó «preferences-desktop» (preferencias de escritorio) a una nueva forma de mosaico
fr: Mise à jour de « preferences-desktop » vers la nouvelle forme de tuile
sv: Uppdatera "preferences-desktop" till ny form på plattorna

source: Update "image-missing" to new tile shape
es: Se actualizó «image-missing» (imagen faltante) a una nueva forma de mosaico
fr: Mise à jour de « image-missing » vers la nouvelle forme de tuile
sv: Uppdatera "image-missing" till ny kakelform

source: Update "preferences-desktop-keyboard" to new tile shape
es: Se actualizó «preferences-desktop-keyboard» (preferencias del escritorio del teclado) a una nueva forma de mosaico
fr: Mise à jour de « preferences-desktop-keyboard » vers la nouvelle forme de tuile
sv: Uppdatera "preferences-desktop-keyboard" till ny form på plattan

source: Update "document-import" and "document-export" to new tile shape
es: Se actualizó «document-import» (importar documento) y «document-export» (exportar documento) a nuevas formas de mosaico
fr: Mise à jour de « document-import » et « document-export » vers la nouvelle forme de tuile
sv: Uppdatera "document-import" och "document-export" till ny kakelform

source: Update many file types with new arrow shape
es: Se actualizaron muchos tipos de archivo con un nuevo glifo de flecha
fr: Mise à jour de plusieurs types de fichier avec une nouvelle forme de flèche
sv: Uppdatera många filtyper med ny pilform

source: "application-default-icon" is now brightly colored
es: «application-default-icon» (icono de aplicación predeterminado) es ahora más colorido y brillante
fr: « application-default-icon » est désormais de couleur vive
sv: "application-default-icon" är nu färgglad

source: "media-stop" is now a square
es: «media-stop» (medios, detener) es ahora un cuadrado
fr: « media-stop » est désormais un carré
sv: "media-stop" är nu en fyrkant

source: Round symbolic location status icons
es: Iconos redondos de estatus de ubicación simbólicos
fr: Icônes symboliques rondes relatives à la position
sv: Runda symboliska statusikoner för plats

source: Use an outlined shape for symbolic tag icons
es: Ahora se utiliza una forma con borde pata, iconos simbólicos de etiquetas
fr: Utilisation d'un contour pour les icônes symboliques des étiquettes
sv: Använd en konturerad form för symboliska taggikoner

source: Use a rounded star for symbolic bookmark icons
es: Ahora se utiliza una estrella redondeada para iconos simbólicos de marcadores
fr: Utilisation d'une étoile arrondie pour les icônes symboliques des marque-pages
sv: Använd en rundad stjärna för symboliska bokmärkesikoner

source: Redesign Night Light
es: Se rediseñó el icono de Luz nocturna
fr: Nouvelle apparence du mode nuit
sv: Redesign nattlampa

source: Use latest Flatpak branding
es: Se utiliza las últimas marcas de Flatkpak
fr: Utilisation de la dernière identité visuelle de Flatpak
sv: Använd senaste Flatpak-varumärket

source: Symbolic volume icons use a rounded shape and a slash when muted
es: Los iconos simbólicos de volumen utilizan una forma redondeada y una línea cruzada cuando se está silenciado
fr: Les icônes symboliques de volume ont une forme arrondie et une barre oblique lorsqu'elles sont en mode silencieux
sv: Symboliska volymikoner har en rundad form och ett snedstreck när de är avstängda

source: Other Changes:
es: Otros cambios:
fr: Autres modifications :
sv: Övriga förändringar:

source: Fix broken link for SVG file types
es: Se corrigieron enlaces rotos para archivos de tipo SVG
fr: Correction d'un lien brisé pour les types de fichiers SVG
sv: Fixa trasig länk för SVG-filtyper

source: Fix missing links for PGP file types
es: Se corrigieron enlaces rotor para archivos de tipo PGP
fr: Correction des liens manquants pour les types de fichiers PGP
sv: Åtgärda saknade länkar för PGP filtyper

source: Scale some icons to more sizes
es: Se agregaron más tamaños a algunos iconos
fr: Mise à l'échelle de certaines icônes vers d'autres tailles
sv: Skala vissa ikoner till fler storlekar

source: Additional sizes for playlist-queue
cs: Další velikost pro frontu seznamu k přehrávání

source: Redesign PDF file type
cs: Předělán typ PDF souboru

source: Additional sizes for emblem-downloads
cs: Další velikosti pro emblémy stahování

source: Remove arrows from Copy and Paste actions
cs: Odebrány šipky z akcí Zkopírovat a Vložit

source: Improved consistency between arrow shapes
cs: Zlepšena jednotnost tvarů šipek

source: Improved appearance of color icons against dark backgrounds
cs: Vylepšen vzhled barev barevných ikon vůči tmavým pozadím

source: More gender-neutral people icons
cs: Více bezpohlavních ikon lidí

source: Rounded media controls
cs: Zaoblené ovládací prvky médií

source: Rounded lightning bolt shape
cs: Zaoblen tvar blesku

source: More colorful battery icons
cs: Barevnější ikony akumulátoru

source: thunderbolt devices
cs: thunderbolt zařízení

source: symbolic headphones
cs: symbolická sluchátka

source: status emblems
cs: emblémy stavu

source: notification bell animations
cs: animace zvonku upozornění

source: Minor updates
cs: Drobné aktualizace

source: Update emoji names for emoji picker in elementary OS 6 and latest GTK
cs: Aktualizovány názvy emotikon ve voliči emotikon pro GTK v elementary OS 6 a pozdějších

source: Replace Inkscape with rsvg for building cursors
cs: Při sestavování ikon Inkscape nahrazeno za rsvg

source: New Palette Colors:
cs: Barvy nové palety:

source: Add Bubblegum and Mint to official palette
cs: Mezi oficiální palety přidána žvýkačka a máta

source: Updated all eraser icons to use Bubblegum palette
cs: Veškeré ikony mazací pryže zaktualizovány tak, aby využívaly paletu žvýkačka

source: Updated "path" icons to use Mint palette
cs: Aktualizovány ikony „cesta“ tak, aby používaly mátovou paletu

source: Updated all pencil icons to use Banana palette
cs: Aktualizovány veškeré ikony tužek tak, aby využívali banánovou paletu

source: New Icons:
cs: Nové ikony:

source: Add "software-update-urgent"
cs: Přidána urgentní aktualizace software

source: Add "sync-synchronizing"
cs: Přidána synchronní synchronizace

source: Scaled Icon Sizes:
cs: Velikost ikon se změněným měřítkem:

source: Add 24px "window-close-symbolic"
cs: Přidány 24 px symboly pro zavření okna

source: Add 48px preferences icons
cs: Přidány 48 px ikony pro předvolby

source: Provide large cursors
cs: Poskytnuty větší kurzory

source: Fix alignment of several cursors
cs: Opraveno zarovnání několika ukazatelů

source: Use palette colors in copy cursors
cs: Ve zkopírovaných ukazatelích použity barvy palety

source: Fix direction of the ban symbol cursor and use red
cs: Opraven směr symbolu ukazatele při odepření a použita červená barva

source: Add "All Scroll", "No Drop", "Vertical Text", and "Zoom" cursors
cs: Přidány ukazatele „Vše posouvat“, „Není možné přetáhnout sem“, „Svislý text“ a „Přiblížení“

source: Add 64px prefs locale
cs: Přidáno 64 px předvoleb místní a jazyková nastavení

source: Make symbol on 32px places home larger
cs: Zvětšení symbolu na místech s 32 px

source: New icons for Workspace preferences
cs: Nové ikony pro předvolby pracovní plochy

source: Add symbolic variant for updates icon
cs: Přidána symbolická varianta pro ikonu aktualizací

source: Give browser-download its own unique icon
cs: Stahování z prohlížeče dostaly svou vlastní ikonu

source: Use a more scalable metaphor for system updates
cs: Použita škálovatelnější metafora pro aktualizace systému

source: New view-reader icon
cs: Nová ikona zobrazení-čtečka

source: Add 32px wireless signal icons
cs: Přidány ikony pro signál WiFi o velikost 32 px

source: Add 24px user status icons
cs: Přidány ikony pro stav uživatele o velikost 24 px

source: Redesign media-playlist-repeat
fr: Nouvelle version de media-playlist-repeat

source: Update media-playlist-shuffle and media-playlist-consecutive
fr: Mise à jour de media-playlist-shuffle et media-playlist-consecutive

source: Rounder square icons
fr: Icônes carrées arrondies

source: Rounded arrow corners on Downloads folder
fr: Coins arrondis des flèches sur le dossier Téléchargements

source: Deb and Flatpak Bundle files use a package metaphor
fr: Les fichiers de paquet Deb et Flatpak utilisent une métaphore de paquet

source: Redesigned package with new colors
fr: Paquet mis à jour avec de nouvelles couleurs
